[
  {
    "name": "Golden Retriever Puppy",
    "category": "Pets",
    "price": 0,
    "location": "Dhaka",
    "description": "Meet this adorable 2-month-old Golden Retriever puppy, a bundle of joy and endless energy, currently available for adoption to a responsible and loving family. This playful little companion is full of curiosity and enjoys exploring its surroundings. Golden Retrievers are renowned for their friendly, tolerant, and intelligent nature, making them excellent family pets. They thrive on human interaction and require moderate exercise and consistent training from an early age. We are looking for an adopter who understands the commitment involved in raising a puppy, ensuring it receives proper socialization, veterinary care, and a secure environment. Adoption is free, reflecting our commitment to finding a forever home rather than making a sale. Serious inquiries only from those ready to welcome a lifelong friend and integrate them fully into their household. This puppy promises years of loyal companionship and unconditional love. Act fast to schedule a meeting and potentially welcome this sweet dog into your life.",
    "image": "https://i.ibb.co.com/v6Yg3TG5/1.jpg",
    "email": "adopt.gloria@pawmart.com",
    "date": "2025-11-08"
  },
  {
    "name": "Persian Cat Kitten",
    "category": "Pets",
    "price": 0,
    "location": "Chattogram",
    "description": "Introducing a charming 3-month-old Persian kitten, a beautiful creature with a plush coat and captivating eyes, eagerly seeking a warm and affectionate forever home. This kitten possesses the classic sweet and gentle Persian temperament. They are generally quiet, docile, and enjoy lounging in comfort, though they do have bursts of playful energy. Due to their long, luxurious fur, Persians require daily grooming to prevent matting, a commitment any potential adopter must be prepared for. Regular vet checks and a peaceful indoor environment are essential for their well-being. This adoption is free, emphasizing our priority of finding a stable and loving environment where this kitten can flourish. We are carefully screening applicants to ensure the best possible match. If you have the time and dedication to maintain a Persian's unique needs and are ready for a purring companion, please reach out. This kitten will bring elegance and tranquility to its new home.",
    "image": "https://i.ibb.co.com/DgC0qYkV/2.jpg",
    "email": "cuddles.catlady@pawmart.com",
    "date": "2025-11-07"
  },
  {
    "name": "Parrot - Green Wing Macaw",
    "category": "Pets",
    "price": 50000,
    "location": "Sylhet",
    "description": "A majestic and healthy adult Green Wing Macaw is available for sale, a magnificent companion known for its impressive size and striking red, green, and blue plumage. This parrot is social, intelligent, and has the potential for extensive interaction and mimicry. Macaws require a significant commitment in terms of time, space, and care, including a large cage, specialized diet, and daily attention to prevent boredom and behavioural issues. They are very loud birds, which is an important consideration for potential owners. The price reflects the cost of care, training, and rarity of this particular species. We are seeking an experienced bird owner or someone who has thoroughly researched Macaw ownership. Proof of suitable housing and knowledge of avian care will be required. Owning a Macaw is a rewarding long-term commitment, often spanning decades. This bird will be a stunning and vocal addition to the right home.",
    "image": "https://i.ibb.co.com/spfTNsrp/3.jpg",
    "email": "exotic.birds@pawmart.com",
    "date": "2025-11-06"
  },
  {
    "name": "Dog Food - Premium Kibble",
    "category": "Pet Food",
    "price": 1200,
    "location": "Dhaka",
    "description": "Introducing our Premium Adult Dog Kibble, a high-quality, nutritionally complete dry food formulated to meet the energy and health needs of all adult breeds. This 5kg pack is enriched with essential vitamins, minerals, and antioxidants to support a healthy immune system, shining coat, and strong bones. The recipe features real meat as the primary ingredient, ensuring excellent protein uptake for muscle maintenance. It is free from artificial colors, flavors, and preservatives, making it ideal for dogs with sensitive stomachs. The carefully sized kibble helps promote dental health by reducing plaque and tartar buildup through chewing. Switching to a premium diet can lead to improved digestion and vitality for your pet. Always ensure fresh water is available. Check the feeding guidelines on the bag, adjusting portions based on your dog’s age, activity level, and breed size. Give your furry friend the best nutrition for a long and happy life.",
    "image": "https://i.ibb.co.com/XfpY6cPH/4.jpg",
    "email": "kibble.kings@pawmart.com",
    "date": "2025-11-05"
  },
  {
    "name": "Cat Food - Salmon Delight",
    "category": "Pet Food",
    "price": 950,
    "location": "Chattogram",
    "description": "Indulge your feline companion with our Salmon Delight Cat Food, a delicious and highly palatable dry mix designed for adult cats. This 2kg pack offers a balanced diet, rich in Omega-3 and Omega-6 fatty acids derived from real salmon, which are crucial for maintaining healthy skin and a glossy coat. Cats are obligate carnivores, and this formula provides high levels of animal protein necessary for their optimal health and energy. It contains Taurine, an essential amino acid for cats that supports heart health and good vision. The recipe is also fortified with prebiotics to support healthy digestion. This food provides a complete and balanced meal, eliminating the need for supplements. Ensure you follow the recommended feeding amounts to help your cat maintain a healthy weight. The small, easy-to-chew pellets are perfect for all cat sizes. Treat your cat to the flavor they crave and the nutrition they deserve with Salmon Delight.",
    "image": "https://i.ibb.co.com/HLCXJwr0/5.jpg",
    "email": "fishy.felinefoods@pawmart.com",
    "date": "2025-11-04"
  },
  {
    "name": "Rabbit Hutch",
    "category": "Accessories",
    "price": 3000,
    "location": "Dhaka",
    "description": "A spacious and robust Rabbit Hutch designed for the comfort and safety of your beloved pet. This hutch features multiple access points and a ramp connecting the sheltered sleeping area to the open-run space. Constructed from durable, weather-resistant wood and wire mesh, it is suitable for both indoor use as a dedicated pet corner or outdoor placement in a secure area. The design ensures proper ventilation while protecting your rabbit from predators and harsh weather. It includes a slide-out tray for effortless cleaning and maintenance, promoting a hygienic environment for your rabbit. The dimensions are generous, providing ample room for exercise and stretching, which is vital for a rabbit’s health and happiness. Easy-to-follow assembly instructions are included. Invest in this quality hutch to give your rabbit a secure and comfortable home where they can thrive and enjoy their daily activities, essential for a good quality of life.",
    "image": "https://i.ibb.co.com/BHcsN6dM/6.jpg",
    "email": "bunny.homes@pawmart.com",
    "date": "2025-11-03"
  },
  {
    "name": "Dog Collar - Leather",
    "category": "Accessories",
    "price": 700,
    "location": "Sylhet",
    "description": "Presenting a classic and highly durable Leather Dog Collar, designed for both style and longevity. Made from premium, genuine leather, this collar softens over time, molding perfectly to your dog's neck for maximum comfort without compromising strength. The collar features a heavy-duty, rust-resistant metal buckle and a D-ring for secure leash attachment and ID tags. It is fully adjustable with multiple sizing holes to ensure a snug and safe fit for medium to large breeds. Leather collars are known for their resistance to wear and tear, making them a wise, long-term investment compared to synthetic alternatives. Proper care, such as occasional conditioning, will ensure the leather maintains its rich look and feel for years. Ensure you measure your dog's neck carefully before purchasing to select the appropriate size for optimal safety and comfort during walks and daily wear. A reliable collar is the foundation of responsible pet ownership.",
    "image": "https://i.ibb.co.com/Rk7mZzqP/7.jpg",
    "email": "collar.crafts@pawmart.com",
    "date": "2025-11-02"
  },
  {
    "name": "Aquarium Starter Kit",
    "category": "Pet Care Products",
    "price": 4500,
    "location": "Dhaka",
    "description": "The perfect solution for aspiring fish keepers, this complete Aquarium Starter Kit includes everything needed to set up a thriving 20L freshwater habitat. The kit contains a durable glass tank, a quiet and efficient filter system, a reliable submersible heater for tropical fish, energy-saving LED lighting, and a starter pack of water conditioner and fish food. The included detailed guide provides step-by-step instructions on setup, cycling, and long-term maintenance, ensuring a smooth start to your aquarist journey. This comprehensive package removes the guesswork, allowing you to focus on choosing your first fish. Proper maintenance, including regular water testing and partial changes, is crucial for a healthy environment. The modern design of the tank makes it an attractive addition to any home or office. Start your aquatic adventure today with this all-in-one, beginner-friendly setup, designed for the health and happiness of your fish.",
    "image": "https://i.ibb.co.com/sffZrJc/8.jpg",
    "email": "aquatic.start@pawmart.com",
    "date": "2025-11-01"
  },
  {
    "name": "Cat Scratching Post",
    "category": "Accessories",
    "price": 1500,
    "location": "Chattogram",
    "description": "Protect your furniture and satisfy your cat’s natural urge to scratch with this high-quality, Tall Cat Scratching Post. Standing at an ideal height, it allows cats to fully stretch and condition their claws, promoting healthy exercise and reducing stress. The post is wrapped in durable, natural sisal rope, which provides a satisfying texture for scratching. A wide, sturdy base prevents tipping and wobbling, ensuring safety even during intense play sessions. As an added feature, it includes a dangling toy ball to encourage interactive play and engagement. Placing the post in a prominent area, such as near their sleeping spot or a room entrance, increases the likelihood of use. Proper scratching is essential for claw health and marking territory. This post is a must-have accessory to redirect your cat's destructive behavior and provide them with an appropriate outlet for their instincts.",
    "image": "https://i.ibb.co.com/GfkfkmBJ/9.jpg",
    "email": "feline.fun@pawmart.com",
    "date": "2025-10-31"
  },
  {
    "name": "Bird Cage - Large",
    "category": "Accessories",
    "price": 4000,
    "location": "Sylhet",
    "description": "A spacious and secure Large Bird Cage, specifically designed to provide ample room for flight and movement for parakeets, cockatiels, or small parrots. This cage features a durable, non-toxic wire construction and includes multiple wooden perches and food/water dishes. The large main door allows for easy access, and a pull-out bottom tray facilitates quick and hygienic cleaning. Adequate cage size is critical for a bird's physical and mental health, allowing them to stretch their wings and engage in natural behaviors. The cage features a play top area, giving your bird a secure place to perch and interact outside the main cage. Ensure the cage is placed in a draft-free, well-lit area of your home. This quality cage provides a comfortable and safe sanctuary for your feathered friend, promoting a happy and stimulating living environment for years to come.",
    "image": "https://i.ibb.co.com/0VFL2m5N/10.jpg",
    "email": "avian.homes@pawmart.com",
    "date": "2025-10-30"
  },
  {
    "name": "Hamster Wheel",
    "category": "Accessories",
    "price": 500,
    "location": "Dhaka",
    "description": "The essential accessory for your tiny companion, this Silent Running Hamster Wheel is designed to meet your hamster's crucial need for nightly exercise without disturbing your sleep. Made from durable, non-toxic plastic, the wheel features a solid running surface to protect your pet's feet, unlike slatted or mesh designs. Regular exercise on a wheel is vital for a hamster’s health, preventing obesity and stress-related behaviors. The silent-spin technology utilizes ball bearings to ensure smooth and quiet operation. The wheel's size is appropriate for Syrian and Dwarf hamsters, ensuring their back remains straight while running, which is important for preventing spinal injury. It comes with a stand for easy placement in any cage or enclosure. Provide your hamster with the safe and engaging exercise equipment they need to stay active and happy.",
    "image": "https://i.ibb.co.com/zVFBNYrZ/11.jpg",
    "email": "hamster.gear@pawmart.com",
    "date": "2025-10-29"
  },
  {
    "name": "Fish Food - Tropical Flakes",
    "category": "Pet Food",
    "price": 300,
    "location": "Chattogram",
    "description": "A staple diet for most community tanks, these Tropical Flakes provide complete and balanced nutrition for all tropical fish species. This 250g pack contains a blend of high-quality ingredients, including natural color enhancers, to boost the vibrant pigmentation of your fish. The flakes are easily digestible, reducing tank waste and helping to maintain clear water when fed correctly. They float briefly before slowly sinking, allowing fish at all tank levels to feed comfortably. This nutritious formula supports a strong immune system and promotes vitality in species like Tetras, Guppies, and Mollies. Remember to feed only what your fish can consume within a few minutes to prevent overfeeding and water pollution. Proper nutrition is the key to maintaining a healthy and lively aquatic environment. Store the container in a cool, dry place to retain freshness and nutritional value.",
    "image": "https://i.ibb.co.com/RpySrBQx/12.jpg",
    "email": "aqua.nutrition@pawmart.com",
    "date": "2025-10-28"
  },
  {
    "name": "Siamese Cat Adult",
    "category": "Pets",
    "price": 0,
    "location": "Dhaka",
    "description": "This stunning 2-year-old Siamese cat, known for its striking blue almond-shaped eyes and distinctive color points, is looking for a new forever home. Siamese cats are highly vocal, interactive, and affectionate, often described as 'dog-like' in their devotion to their human families. They thrive on companionship and do not do well when left alone for long periods. This cat is litter trained, spayed/neutered, and up-to-date on all vaccinations. Potential adopters should be prepared for a chatty, demanding, but incredibly loving pet. We are seeking a quiet, stable home environment where they can receive plenty of attention and interactive play. The adoption is free, focused solely on finding a secure, long-term placement. This Siamese will be a wonderful, engaging, and loyal companion for those who appreciate the breed's unique personality and commitment level. Please provide details of your living situation and previous cat experience when inquiring.",
    "image": "https://i.ibb.co.com/Ng1SB37x/13.jpg",
    "email": "siamese.adopter@pawmart.com",
    "date": "2025-10-27"
  },
  {
    "name": "Dog Leash - Retractable",
    "category": "Accessories",
    "price": 900,
    "location": "Sylhet",
    "description": "Our Retractable Dog Leash offers the perfect balance of freedom and control for walking small to medium-sized dogs. Featuring a durable nylon tape that extends up to 5 meters, it allows your dog the space to explore while keeping them safely tethered. The leash includes an easy-to-use one-button lock and release system, providing instant control in crowded areas or emergencies. The ergonomic handle is designed for comfort and a secure grip, even on long walks. The strong internal spring mechanism ensures smooth retraction without tangling. Always ensure the leash is used responsibly and that your dog is wearing a secure harness or collar to prevent injury. This leash is an excellent tool for training and daily exercise, making walks more enjoyable and safe for both you and your pet. It provides the confidence of control with the joy of exploration.",
    "image": "https://i.ibb.co.com/93mnbLMm/14.jpg",
    "email": "leash.solutions@pawmart.com",
    "date": "2025-10-26"
  },
  {
    "name": "Pet Grooming Kit",
    "category": "Pet Care Products",
    "price": 2500,
    "location": "Dhaka",
    "description": "This Comprehensive Pet Grooming Kit is an all-in-one solution for maintaining the hygiene and appearance of your cats and dogs at home. The kit includes professional-grade tools: a stainless steel dematting rake, a shedding blade, a slicker brush, nail clippers with a safety guard, and a fine-toothed flea comb. Regular grooming is essential for preventing painful mats, distributing natural oils for a healthy coat, and bonding with your pet. The ergonomic handles on all tools ensure comfortable use for the owner. Using this kit helps reduce shedding in the home and allows you to monitor your pet's skin health. All tools are designed to be safe and effective, minimizing stress for the animal during grooming sessions. Save time and money on professional groomers while ensuring your pet always looks and feels their best with this complete, high-quality kit.",
    "image": "https://i.ibb.co.com/gLhxzCJh/15.jpg",
    "email": "grooming.pro@pawmart.com",
    "date": "2025-10-25"
  }
]